{
  "blink.cmp": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "gotmpl.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "deprecate_client_notify" },
  "mini.diff": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" }
}
